-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1
-- Время создания: Сен 30 2019 г., 18:48
-- Версия сервера: 10.1.38-MariaDB
-- Версия PHP: 7.3.6

SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `testshop`
--

-- --------------------------------------------------------

--
-- Структура таблицы `banned_users`
--

CREATE TABLE "banned_users" ;

-- --------------------------------------------------------

--
-- Структура таблицы `black_points`
--

CREATE TABLE "black_points" ;

-- --------------------------------------------------------

--
-- Структура таблицы `buy_events`
--

CREATE TABLE "buy_events" ;

-- --------------------------------------------------------

--
-- Структура таблицы `city`
--

CREATE TABLE "city" ;

-- --------------------------------------------------------

--
-- Структура таблицы `codes`
--

CREATE TABLE "codes" ;

-- --------------------------------------------------------

--
-- Структура таблицы `config`
--

CREATE TABLE "config" ;

-- --------------------------------------------------------

--
-- Структура таблицы `district`
--

CREATE TABLE "district" ;

-- --------------------------------------------------------

--
-- Структура таблицы `errors_log`
--

CREATE TABLE "errors_log" ;

-- --------------------------------------------------------

--
-- Структура таблицы `faq`
--

CREATE TABLE "faq" ;

-- --------------------------------------------------------

--
-- Структура таблицы `groups`
--

CREATE TABLE "groups" ;

-- --------------------------------------------------------

--
-- Структура таблицы `images`
--

CREATE TABLE "images" ;

-- --------------------------------------------------------

--
-- Структура таблицы `lottery`
--

CREATE TABLE "lottery" ;

-- --------------------------------------------------------

--
-- Структура таблицы `messages`
--

CREATE TABLE "messages" ;

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE "news" ;

-- --------------------------------------------------------

--
-- Структура таблицы `referrals`
--

CREATE TABLE "referrals" ;

-- --------------------------------------------------------

--
-- Структура таблицы `report`
--

CREATE TABLE "report" ;

-- --------------------------------------------------------

--
-- Структура таблицы `school`
--

CREATE TABLE "school" ;

-- --------------------------------------------------------

--
-- Структура таблицы `school_add`
--

CREATE TABLE "school_add" ;

-- --------------------------------------------------------

--
-- Структура таблицы `school_change`
--

CREATE TABLE "school_change" ;

-- --------------------------------------------------------

--
-- Структура таблицы `shop`
--

CREATE TABLE "shop" ;

-- --------------------------------------------------------

--
-- Структура таблицы `shop_earn`
--

CREATE TABLE "shop_earn" ;

-- --------------------------------------------------------

--
-- Структура таблицы `shop_remove_log`
--

CREATE TABLE "shop_remove_log" ;

-- --------------------------------------------------------

--
-- Структура таблицы `statistics`
--

CREATE TABLE "statistics" ;

-- --------------------------------------------------------

--
-- Структура таблицы `statuses`
--

CREATE TABLE "statuses" ;

-- --------------------------------------------------------

--
-- Структура таблицы `tickets`
--

CREATE TABLE "tickets" ;

-- --------------------------------------------------------

--
-- Структура таблицы `ticket_comments`
--

CREATE TABLE "ticket_comments" ;

-- --------------------------------------------------------

--
-- Структура таблицы `transactions`
--

CREATE TABLE "transactions" ;

-- --------------------------------------------------------

--
-- Структура таблицы `tutorial`
--

CREATE TABLE "tutorial" ;

-- --------------------------------------------------------

--
-- Структура таблицы `unbanned_users`
--

CREATE TABLE "unbanned_users" ;

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE "users" ;

-- --------------------------------------------------------

--
-- Структура таблицы `users_groups`
--

CREATE TABLE "users_groups" ;

-- --------------------------------------------------------

--
-- Структура таблицы `users_log`
--

CREATE TABLE "users_log" ;

-- --------------------------------------------------------

--
-- Структура таблицы `validators_requests`
--

CREATE TABLE "validators_requests" ;

-- --------------------------------------------------------

--
-- Структура таблицы `withdraw`
--

CREATE TABLE "withdraw" ;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
